Revit 2027 API
ParameterTypeId.WallAttrWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallAttrWidthParam { get; }
Public Shared ReadOnly Property WallAttrWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallAttrWidthParam {
	ForgeTypeId^ get ();
}
static member WallAttrWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace